Repository: talthent/nexty
Catalog: nexty/Localizable.xcstrings
Source language: en
Languages: he

# activity.bath
source: Bath
he: אמבטיה

# activity.breakfast
source: Breakfast
he: ארוחת בוקר

# activity.delete
source: Delete
he: מחיקה

# activity.dinner
source: Dinner
he: ארוחת ערב

# activity.edit
source: Edit
he: עריכה

# activity.save
source: Save
he: שמירה

# activity.getDressed
source: Get Dressed
he: להתלבש

# activity.judo
source: Judo
he: ג׳ודו

# activity.kindergarten
source: Kindergarten
he: גן

# activity.lunch
source: Lunch
he: ארוחת צהריים

# activity.play
source: Play
he: משחק

# activity.sleep
source: Sleep
he: שינה

# activity.story
source: Story
he: סיפור

# activity.teeth
source: Teeth
he: צחצוח שיניים

# activity.wakeUp
source: Wake Up
he: השכמה

# addActivity.back
source: Back
he: חזרה

# addActivity.custom
source: Custom Activity
he: פעילות מותאמת

# addActivity.namePlaceholder
source: Activity name
he: שם הפעילות

# addActivity.title
source: Add Activity
he: הוספת פעילות

source: COMING NEXT
he: הבא בתור

# greeting.afternoon
source: Good afternoon
he: צהריים טובים

# greeting.evening
source: Good evening
he: ערב טוב

# greeting.morning
source: Good morning
he: בוקר טוב

# greeting.night
source: Good night
he: לילה טוב

# header.time
source: %@, %@! It's %@
he: %@, %@! השעה %@

source: NOW
he: עכשיו

# profiles.add
source: Add
he: הוספה

# profiles.addTitle
source: New Profile
he: פרופיל חדש

# profiles.cancel
source: Cancel
he: ביטול

# profiles.chooseAvatar
source: Choose
he: בחירה

# profiles.delete
source: Delete
he: מחיקה

# profiles.selectToEdit
source: Select a profile to edit
he: בחר פרופיל לעריכה

# profiles.tapToChangeAvatar
source: Tap to change avatar
he: לחץ לשינוי אווטאר

# profiles.title
source: Profiles
he: פרופילים

# settings.addKid
source: Add Kid
he: הוספת ילד/ה

# settings.childName
source: Child's Name
he: שם הילד/ה

# settings.cityPlaceholder
source: City name
he: שם העיר

# settings.clockFormat
source: Clock Format
he: תצוגת שעון

# settings.dashboard
source: Dashboard
he: לוח בקרה

# settings.dashboardHint
source: Scan to edit schedule from your phone
he: סרקו כדי לערוך את לוח הזמנים מהטלפון

# settings.language
source: Language
he: שפה

# settings.location
source: Location
he: מיקום

# settings.namePlaceholder
source: Name
he: שם

# settings.noWifi
source: Connect to Wi-Fi to enable remote editing
he: התחברו ל-Wi-Fi כדי לאפשר עריכה מרחוק

# settings.temperatureUnit
source: Temperature
he: טמפרטורה

# settings.title
source: Settings
he: הגדרות

# settings.wallpaper
source: Wallpaper
he: טפט

# wallpaper.bluey
source: Bluey
he: בלואי

# wallpaper.gabby
source: Gabby
he: גבי

# wallpaper.minions
source: Minions
he: מיניונים

# wallpaper.minionsGroup
source: Minions Gang
he: חבורת מיניונים

# wallpaper.minionsParty
source: Minions Party
he: מסיבת מיניונים

# wallpaper.softBlue
source: Soft Blue
he: כחול רך

# wallpaper.gru
source: Gru
he: גרו

# wallpaper.minionCoffee
source: Coffee Minion
he: מיניון קפה

# wallpaper.minionsSwimming
source: Swimming Minions
he: מיניונים שוחים

# wallpaper.minionCat
source: Minion & Cat
he: מיניון וחתול

# wallpicker.select
source: Select Wallpaper
he: בחירת טפט
